Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AUDIO_QUALITY_FOOTER_WIFI_STREAMING_DATA_WARN
source: Lossless streaming will consume significantly more data. A three minute song will be approximately: – 6 MB with High Quality at 256 kbps – 36 MB with Lossless at 24-bit/48 kHz – 145 MB with Hi-Res Lossless at 24-bit/192 kHz Support varies and depends on song availability, network conditions, and connected speaker or headphone capability.
ar: سيستهلك بث الموسيقى بتنسيق Lossless بيانات أكبر بكثير. تشغيل أغنية مدتها ثلاث دقائق سيستهلك تقريبًا: – ٦ م.ب. بجودة عالية بمعدل ٢٥٦ ك.ب./ث – ٣٦ م.ب. بتنسيق Lossless بمعدل ٢٤ بت/٤٨ ك.هرتز – ١٤٥ م.ب. بتنسيق Hi-Res Lossless بمعدل ٢٤ بت/١٩٢ ك.هرتز يختلف الدعم ويعتمد على توفر الأغاني وحالة الشبكة وقدرات السماعة المتصلة أو سماعة رأسك.
bg: Стриймването в режим Lossless ще повиши значително консумацията на мобилни данни. Триминутна песен ще бъде около: – 6 MB с High Quality при 256 kbps – 36 MB с Lossless при 24-bit/48 kHz – 145 MB с Hi-Res Lossless при 24-bit/192 kHz Поддръжката варира и зависи от наличността на песен, състоянието на мрежата и способността на свързаните говорител или слушалки.
ca: La reproducció sense pèrdua consumeix més dades. Una cançó de tres minuts consumeix aproximadament: – 6 MB en alta qualitat a 256 kbps. – 36 MB sense pèrdua a 24 bits i 48 kHz. – 145 MB en alta resolució sense pèrdua a 24 bits i 192 kHz. La compatibilitat varia i depèn de la disponibilitat de la cançó, de les condicions de la xarxa i de la capacitat dels altaveus o auriculars connectats.
cs: Bezztrátové streamování spotřebuje podstatně víc dat. Tříminutová skladba spotřebuje přibližně: – 6 MB při vysoké kvalitě (256 kb/s) – 36 MB při bezztrátové kvalitě (24 bitů/48 kHz) – 145 MB v bezztrátovém vysokém rozlišení (24 bitů/192 kHz) Vybraná volba nemusí být vždy podporována a závisí na dostupnosti skladby, stavu sítě a možnostech připojených reproduktorů nebo sluchátek.
da: Streaming i Lossless bruger væsentlig mere data. En sang på tre minutter har en størrelse på omkring: – 6 MB i høj kvalitet ved 256 kbps – 36 MB i Lossless-format ved 24-bit/48 kHz – 145 MB i Hi-Res Lossless-format ved 24-bit/192 kHz Understøttelse varierer og afhænger af tilgængelighed af sangen, netværksforhold og den tilsluttede højttalers eller hovedtelefonernes funktionalitet.
de: Lossless-Streaming erfordert wesentlich mehr Daten. Ein dreiminütiger Titel benötigt ungefähr: – 6 MB mit High Quality bei 256 kBit/s – 36 MB mit Lossless bei 24 Bit/48 kHz – 145 MB mit Hi-Res Lossless bei 24 Bit/192 kHz Die Unterstützung variiert mit der Verfügbarkeit des Titels, der Netzwerkverbindung und der Leistungsfähigkeit verbundener Lautsprecher oder Kopfhörer.
el: Η ροή Lossless θα καταναλώνει πολύ περισσότερα δεδομένα. Ένα τραγούδι τριών λεπτών θα έχει μέγεθος περίπου: – 6 MB σε Υψηλή ποιότητα στα 256 kbps – 36 MB σε Lossless στα 24 bit/48 kHz – 145 MB σε Lossless υψηλής ανάλυσης στα 24 bit/192 kHz Η υποστήριξη ποικίλλει και εξαρτάται από τη διαθεσιμότητα των τραγουδιών, τις συνθήκες δικτύου, και τις δυνατότητες των συνδεδεμένων ηχείων ή ακουστικών.
es: La transmisión de audio sin pérdida consumirá muchos más datos. Una canción de tres minutos ocupará aproximadamente: – 6 MB con alta calidad a 256 kbps – 36 MB sin pérdida de audio a 24 bits/48 kHz – 145 MB con alta resolución sin pérdida a 24 bits⁠/⁠192 kHz La compatibilidad varía y depende de la disponibilidad de la canción, de las condiciones de la red y de la capacidad del altavoz o de los auriculares conectados.
es_us: La transmisión de audio Lossless consumirá significativamente más datos. Una canción de tres minutos consumirá aproximadamente: – 6 MB con alta calidad a 256 kbps – 36 MB con audio Lossless de 24 bits/48 kHz – 145 MB con audio Hi-Res Lossless a 24 bits/192 kHz La compatibilidad varía y depende de la disponibilidad de la canción, las condiciones de la red y la funcionalidad de los audífonos o altavoces conectados.
fi: Lossless-striimaus kuluttaa huomattavasti enemmän dataa. Kolmen minuutin kappaleen tiedostokoko on noin – 6 Mt korkealla laadulla nopeudella 256 kb/s – 36 Mt Lossless-laadulla tarkkuudella 24 bittiä/48 kHz – 145 Mt Hi-Res Lossless -laadulla tarkkuudella 24 bittiä/192 kHz Tuki vaihtelee ja riippuu kappaleen saatavuudesta, verkon olosuhteista ja kuulokkeiden tai liitetyn kaiuttimen teknisistä rajoitteista.
fr: La diffusion au format Lossless entraînera une consommation de données beaucoup plus élevée. Un morceau de trois minutes nécessitera environ : – 6 Mo en haute qualité à 256 kbit/s, – 36 Mo en format Lossless à 24 bits/48 kHz, – 145 Mo en format Lossless haute qualité à 24 bits/192 kHz. La prise en charge dépend de la disponibilité des morceaux, des conditions du réseau et des capacités de votre haut-parleur connecté ou de vos écouteurs.
fr_ca: La diffusion continue sans perte consomme beaucoup plus de données. Une chanson de trois minutes consommera environ : – 6 Mo en qualité supérieure à 256 kbit/s; – 36 Mo au format sans perte à 24 bits, 48 kHz; – 145 Mo au format sans perte haute qualité à 24 bits, 192 kHz. La prise en charge varie selon les chansons, les conditions du réseau et les caractéristiques du haut-parleur ou des écouteurs connectés.
he: הזרמה של קובצי שמע בפורמט Lossless (ללא אובדן איכות) צורכת כמות נתונים גבוהה יותר באופן משמעותי. שיר באורך 3 דקות יצרוך בערך: – 6 מ״ב עם ״איכות גבוהה״ ב-256 קילובייט/שנייה – 36 מ״ב עם Lossless ב-‎24-bit על ⁨48 kHz⁩ – 145 מ״ב עם Hi-Res Lossless ב-‎24-bit על ⁨192 kHz⁩ התמיכה עשויה להשתנות והיא תלויה בזמינות השיר, בתנאי הרשת האלחוטית וביכולות של הרמקול או האוזניות המחוברות.
hi: Lossless स्ट्रीमिंग में काफ़ी ज़्यादा डेटा की खपत होगी। तीन मिनट का गीत लगभग इस प्रकार का होगा : – 256 kbps पर उच्च गुणवत्ता के साथ 6 MB – 24-बिट/48 kHz पर Lossless के साथ 36 MB – 24-बिट/192 kHz पर High-Res Lossless के साथ 145 MB समर्थन गीत की उपलब्धता, नेटवर्क की स्थिति और कनेक्टेड स्पीकर या हेडफ़ोन की क्षमता पर निर्भर करता है और उसमें भिन्नता होती है।
hr: Streaming u kvaliteti Lossless potrošit će značajno više mobilnih podataka. Pjesma od tri minute približno iznosi: – 6 MB uz visoku kvalitetu i 256 kbps – 36 MB uz kvalitetu Lossless i 24 bita/48 kHz – 145 MB uz kvalitetu Hi-Res Lossless i 24 bita/192 kHz Podrška varira i ovisi o dostupnosti pjesme, mrežnim uvjetima i mogućnostima spojenog zvučnika ili slušalica.
hu: A veszteségmentes streamelés lényegesen nagyobb mennyiségű adatot használ fel. Egy 3 perc hosszúságú dalhoz hozzávetőlegesen az alábbiak szükségesek: – 6 MB 256 kb/s sebességű, kiváló minőségű formátum esetén – 36 MB 24 bites / 48 kHz-es veszteségmentes formátum esetén – 145 MB 24 bites / 192 kHz-es nagy felbontású veszteségmentes formátum esetén A támogatás változó, és a dal elérhetőségétől, a hálózati feltételektől, továbbá a csatlakoztatott hangszóró vagy fejhallgató képességeitől függ.
id: Streaming lossless akan memakan jauh lebih banyak data. Lagu berdurasi tiga menit kira-kira akan berukuran: – 6 MB dengan Kualitas Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz – 145 MB dengan Hi-Res Lossless pada 24 bit/192 kHz Dukungan berbeda-beda dan bergantung pada ketersediaan lagu, kondisi jaringan, serta kemampuan speaker atau headphone yang terhubung.
it: Lo streaming Lossless aumenterà in modo significativo il consumo di dati. Un brano di tre minuti consumerà circa: - 6 MB in alta qualità a 256 kbps - 36 MB in formato Lossless a 24 bit/48 kHz - 145 MB in formato Hi‑Res Lossless a 24 bit/192 kHz Il supporto varia e dipende dalla disponibilità dei brani, dalle condizioni della rete e dalle caratteristiche degli altoparlanti o delle cuffie connessi.
ja: ロスレスストリーミングを使用すると、データ使用量が大幅に増加します。 3分間の曲のデータ使用量は、およそ以下の通りです: – 高音質（256 kbps）の場合は6 MB – ロスレス（24ビット/48 kHz）の場合は36 MB – ハイレゾロスレス（24ビット/192 kHz）の場合は145 MB どのオーディオ品質に対応しているかは、入手できる楽曲の種類、ネットワークの状態、接続されているスピーカーやヘッドフォンの機能によって異なります。
kk: Lossless форматындағы трансляция кезінде деректер көбірек тұтынылады. Үш минуттық әннің көлемі шамамен мынадай болады: – 6 МБ — жоғары сапалы форматта (256 кбит/с) – 36 МБ — Lossless форматында (24 бит/48 кГц) – 145 МБ — Hi-Res Lossless форматында (24 бит/192 кГц) Әрдайым қолдау көрсетіле бермейді және әннің қолжетімділігіне, желілік қосылым шарттарына және қосылған динамик немесе құлаққаптың техникалық мүмкіндіктеріне байланысты.
ko: 무손실 스트리밍은 매우 많은 데이터를 소비합니다. 3분 길이의 노래에 소비되는 데이터는 대략 다음과 같습니다. – 256kbps 고품질인 경우 6MB – 무손실 24비트/48kHz인 경우 36MB – 고해상도 무손실 24비트/192kHz인 경우 145MB 지원 사항은 노래의 재생 가능 여부, 네트워크 상태와 연결된 스피커 또는 헤드폰 기능에 따라 다릅니다.
lt: Klausantis srautu nenuostolinguoju formatu sunaudojama gerokai daugiau duomenų. Trijų minučių dainai sunaudojama apytiksliai tiek duomenų: – 6 MB, naudojant aukštos kokybės formatą (256 kbps) – 36 MB, naudojant nenuostolingąjį formatą (24 bitus / 48 kHz) – 145 MB, naudojant didelės raiškos nenuostolingąjį formatą (24 bitus / 192 kHz) Palaikymas skiriasi priklausomai nuo dainų pasiekiamumo, tinklo sąlygų ir prijungtų garsiakalbių ar ausinių pajėgumo.
ms: Penstriman Lossless akan menggunakan lebih banyak data secara ketara. Lagu sepanjang tiga minit akan bersaiz lebih kurang: – 6 MB dengan Kualiti Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz – 145 MB dengan Lossless Hi‑Res pada 24 bit/192 kHz Sokongan berbeza-beza dan bergantung pada ketersediaan lagu, keadaan rangkaian dan keupayaan speaker atau fon kepala yang disambungkan.
nl: Lossless streamen verbruikt aanzienlijk meer data. Een nummer van drie minuten is ongeveer: – 6 MB met 'Hoge kwaliteit' in 256 kbps – 36 MB met 'Lossless' bij 24-bit/48 kHz – 145 MB met 'Lossless met hoge resolutie' bij 24-bit/192 kHz Ondersteuning varieert en is afhankelijk van de beschik­baarheid van nummers, netwerk­verbindingen en de eigen­schappen van de verbonden luidspreker of koptelefoon.
no: Strømming av lyd i Lossless-format vil bruke mye mer data. En sang på 3 minutter vil bruke omtrent: – 6 MB med Høy kvalitet ved 256 kbps – 36 MB med Lossless ved 24-bit / 48 kHz – 145 MB med Hi-Res Lossless ved 24-bit / 192 kHz Støtte varierer og avhenger av tilgjengeligheten til sangen, nettverksforbindelsen og kapasiteten til tilkoblede høyttalere eller hodetelefoner.
pl: Strumieniowanie w formacie Lossless wymaga przesyłania znacznie większej ilości danych. Trzyminutowy utwór ma wielkość około: – 6 MB w wysokiej jakości przy 256 kb/s – 36 MB w formacie Lossless przy 24 bitach i 48 kHz – 145 MB w formacie Hi‑Res Lossless przy 24 bitach i 192 kHz Dostępność opcji zależy od dostępności utworu, możliwości sieci oraz ograniczeń technicznych połączonych głośników lub słuchawek.
pt_br: O streaming em Lossless consome consideravelmente mais dados. Uma música de três minutos terá aproximadamente: – 6 MB com Alta Qualidade a 256 kbps – 36 MB com Lossless a 24 bits/48 kHz – 145 MB com Hi-Res Lossless a 24 bits/192 kHZ A compatibilidade varia e depende da disponibilidade das músicas, condições da rede e capacidade do alto-falante ou fone de ouvido conectado.
pt_pt: O streaming sem perdas consome significativamente mais dados. Uma música com a duração de três minutos consome aproximadamente: – 6 MB com alta qualidade a 256 kbps. – 36 MB sem perdas a 24 bits/48 kHz. – 145 MB com alta resolução sem perdas a 24 bits/192 kHz. O suporte varia e depende da disponibilidade das músicas, das condições da rede e da capacidade da coluna ou dos auscultadores ligados.
ro: Difuzarea în flux Lossless va atrage un consum de date semnificativ mai mare. O melodie de trei minute va avea aproximativ: – 6 MB la calitate înaltă la 256 kb/s – 36 MB la calitate Lossless la 24 biți/48 kHz – 145 MB la calitate Hi‑Res Lossless la 24 biți/192 kHz Compatibilitatea variază și depinde de disponibilitatea melodiilor, condițiile de rețea și capacitățile căștilor audio sau difuzoarelor conectate.
ru: При потоковой передаче в формате Lossless значительно возрастает трафик. Размер трехминутной песни составит около: – 6 МБ в высоком качестве (256 кбит/с) – 36 МБ в формате Lossless (24 бита/48 кГц) – 145 МБ в формате Hi‑Res Lossless (24 бита/192 кГц) Поддерживается не всегда. Доступность зависит от наличия песни, сетевого подключения и технических возможностей подключаемых наушников или устройств.
sk: Bezstratové Lossless streamovanie spotrebuje omnoho viac dát. Trojminútová skladba bude mať približne: – 6 MB vo vysokej kvalite 256 kb/s – 36 MB v Lossless kvalite 24 bitov/48 kHz – 145 MB v Hi‑Res Lossless kvalite 24 bitov/192 kHz Podpora formátu závisí od dostupnosti skladieb, kvality sieťového pripojenia a možností pripojených reproduktorov alebo slúchadiel.
sl: Pretakanje v kakovosti Lossless bo porabilo občutno več podatkov za prenos. Velikost triminutne skladbe bo približno: – 6 MB v visoki kakovosti pri 256 kbps – 36 MB v kakovosti Lossless pri 24-bit/48 kHz – 145 MB v kakovosti Hi-Res Lossless pri 24-bit/192 kHz Podpora se razlikuje in je odvisna od razpoložljivosti skladbe, omrežnih pogojev in zmogljivosti priključenega zvočnika ali slušalk.
sv: Strömning med Lossless-kvalitet använder avsevärt mycket större mängd data. En låt på tre minuter har följande ungefärliga storlek: – 6 MB med hög kvalitet och 256 kbit/s – 36 MB med Lossless-kvalitet och 24-bitars/48 kHz – 145 MB med Hi-Res Lossless-kvalitet och 24-bitars/192 kHz Stödet varierar och beror på låtens tillgänglighet, nätverksförhållanden och kapaciteten hos de anslutna högtalarna eller hörlurarna.
th: การสตรีมเสียงแบบ Lossless จะใช้ข้อมูลเพิ่มขึ้นอย่างมาก เพลงยาวสามนาทีจะใช้ข้อมูลโดยประมาณ: – 6 MB แบบคุณภาพสูงที่ 256 kbps – 36 MB แบบ Lossless ที่ 24 บิต/48 kHz – 145 MB แบบ Hi-Res Lossless ที่ 24 บิต/192 kHz รองรับหลายรูปแบบและขึ้นอยู่กับเพลงที่รองรับ สภาพเครือข่าย และ ลำโพงที่เชื่อมต่อหรือความสามารถของหูฟัง
tr: Kayıpsız yayın, önemli ölçüde daha fazla veri kullanır. Üç dakikalık bir parça yaklaşık şu büyüklüktedir: – 256 kb/sn. Yüksek Kalite biçiminde 6 MB – 24 bit/48 kHz Kayıpsız biçiminde 36 MB – 24 bit/192 kHz Yüksek Çözünürlüklü Kayıpsız biçiminde 145 MB Destek; parçanın kullanılabilirliğine, ağ koşullarına ve bağlı hoparlörün veya kulaklığın özelliklerine bağlı olup bunlara göre değişir.
uk: Для транслювання аудіофайлів без втрат потрібно передавати значно більше даних. Пісня тривалістю 3 хвилини потребуватиме приблизно: – 6 МБ у високій якості з 256 кбіт/с – 36 МБ у форматі без втрат із 24 біт/48 кГц – 145 МБ у високороздільному форматі без втрат із 24 біт/192 кГц Підтримка залежить від доступності пісні, пропускної здатності мережі та параметрів підʼєднаних навушників чи динаміків.
vi: Truyền phát Lossless sẽ sử dụng dữ liệu nhiều hơn đáng kể. Một bài hát có độ dài 3 phút sẽ sử dụng khoảng: – 6 MB với Chất lượng cao tại 256 kbps – 36 MB với Lossless tại 24-bit/48 kHz – 145 MB với Hi-Res Lossless tại 24-bit/192 kHz Hỗ trợ thay đổi và phụ thuộc vào khả năng có sẵn của bài hát, điều kiện mạng và tính năng của loa hoặc tai nghe được kết nối.
zh_cn: 无损流播放将显著消耗更多数据。 一首三分钟的歌曲大约消耗： – 6 MB，高质量(256 kbps) – 36 MB，无损(24位/48 kHz) – 145 MB，高解析度无损(24位/192 kHz) 支持情况视歌曲提供、网络状况和所连接扬声器或耳机的功能而异。
zh_hk: 無損壓縮串流將會明顯耗用更多數據。 一首三分鐘的歌曲大約耗用： – 6 MB（高質素、256 kbps） – 36 MB（無損壓縮、24位元/48 kHz） – 145 MB（高解析度無損壓縮、24位元/192 kHz） 支援與否視乎歌曲提供情況、網絡狀況及所連接喇叭或耳筒的功能而定。
zh_tw: 「保真壓縮」串流將明顯消耗更多數據。 三分鐘的歌曲大約消耗： – 6 MB 256 kbps（高品質） – 36 MB 24位元/48 kHz（保真壓縮） – 145 MB 24位元/192 kHz（高解析度保真壓縮） 支援狀況會視歌曲、網路連線、所連接揚聲器或耳機的功能而有所差異。

# AUTOMATIC_DOWNLOAD_MESSAGE_NON_SUBSCRIBER
source: Music automatically downloads when purchased in the iTunes Store.
ar: يتم تنزيل الموسيقى تلقائيًا عند شرائها في iTunes Store.
bg: Приложението Музика автоматично ще изтегля покупки в iTunes Store.
ca: La música que compris a l’iTunes Store es descarregarà automàticament.
cs: Hudba koupená v iTunes Storu se stahuje automaticky.
da: Musik, der købes i iTunes Store, hentes automatisk.
de: Musik wird automatisch geladen, wenn sie im iTunes Store gekauft wird.
el: Πραγματοποιείται αυτόματα λήψη της μουσικής που έχετε αγοράσει από το iTunes Store.
es: La música se descarga automáticamente al comprarla en iTunes Store.
es_us: La música que compres en iTunes Store se descarga automáticamente.
fi: iTunes Storessa ostettu musiikki ladataan automaattisesti.
fr: Les morceaux sont téléchargés automatiquement lorsqu’ils sont achetés dans l’iTunes Store.
fr_ca: La musique est automatiquement téléchargée lorsqu’elle est achetée dans l’iTunes Store.
he: מוזיקה שנרכשה ב-iTunes Store תורד באופן אוטומטי למכשיר.
hi: iTunes Store में ख़रीदे जाने पर संगीत को ऑटोमैटिकली डाउनलोड किया जाता है।
hr: Glazba se automatski preuzima kad je kupite u trgovini iTunes Store.
hu: A zene automatikusan le lesz töltve az iTunes Store-ban való megvásárláskor.
id: Musik akan diunduh secara otomatis jika dibeli di iTunes Store.
it: I brani vengono scaricati automaticamente quando vengono acquistati su iTunes Store.
ja: iTunes Storeで購入するとミュージックが自動的にダウンロードされます。
kk: Музыка iTunes Store дүкенінен сатып алынғаннан кейін автоматты түрде жүктеп алынады.
ko: iTunes Store에서 음악을 구입하면 자동으로 다운로드됩니다.
lt: Muzika automatiškai atsisiunčiama ją įsigijus parduotuvėje „iTunes Store“.
ms: Muzik dimuat turun secara automatik semasa dibeli dalam iTunes Store.
nl: Muziek wordt automatisch gedownload wanneer deze wordt gekocht in de iTunes Store.
no: Musikk lastes ned automatisk når du kjøper den i iTunes Store.
pl: Automatycznie pobierana jest muzyka kupowana w iTunes Store.
pt_br: As músicas são baixadas automaticamente quando compradas na iTunes Store.
pt_pt: A música comprada na iTunes Store é descarregada automaticamente.
ro: Muzica este descărcată automat atunci când este cumpărată din iTunes Store.
ru: Музыка загружается автоматически после покупки в iTunes Store.
sk: Hudba zakúpená v iTunes Store sa sťahuje automaticky.
sl: Glasba se pri nakupu v trgovini iTunes Store samodejno prenese.
sv: Musik som köps i iTunes Store hämtas automatiskt.
th: ดาวน์โหลดเพลงโดยอัตโนมัติเมื่อซื้อใน iTunes Store
tr: iTunes Store’da satın alınan müzikler otomatik olarak indirilir.
uk: Музика автоматично викачується після покупки в iTunes Store.
vi: Nhạc tự động tải về khi được mua trong iTunes Store.
zh_cn: 在iTunes Store中购买的音乐会自动下载。
zh_hk: 在iTunes Store購買音樂時，音樂會自動下載。
zh_tw: 從iTunes Store購買的音樂會自動下載。

# LOSSLESS_DOWNGRADE_TITLE
source: Replace Lossless Downloads?
ar: استبدال تنزيلات Lossless؟
bg: Да се замени ли изтеглено съдържание във формат Lossless?
ca: Vols substituir les descàrregues sense pèrdua?
cs: Nahradit stažené skladby v bezztrátovém formátu?
da: Erstat Lossless-overførsler?
de: Lossless-Downloads ersetzen?
el: Αντικατάσταση λήψεων Lossless;
es: ¿Reemplazar descargas sin pérdida?
es_us: ¿Reemplazar descargas en Lossless?
fi: Korvataanko Lossless-lataukset?
fr: Remplacer les téléchargements Lossless ?
fr_ca: Remplacer les téléchargements sans perte?
he: להחליף הורדות ב-Lossless?
hi: Lossless डाउनलोड बदलें?
hr: Zamijeniti Lossless preuzimanja?
hu: Lecseréli a veszteségmentes letöltéseket?
id: Ganti Unduhan Lossless?
it: Vuoi sostituire i download Lossless?
ja: ロスレスのダウンロードを置き換えますか?
kk: Lossless форматында жүктеп алынғандарды алмастыру қажет пе?
ko: 무손실 다운로드를 대치하겠습니까?
lt: Ar pakeisti nenuostolingojo formato atsisiuntimus?
ms: Gantikan Muat Turun Lossless?
nl: Lossless-downloads vervangen?
no: Vil du erstatte nedlastinger i Lossless-format?
pl: Zastąpić pobrane rzeczy w formacie Lossless?
pt_br: Substituir Downloads Lossless?
pt_pt: Substituir descargas sem perdas?
ro: Înlocuiți descărcările Lossless?
ru: Заменить загрузки в формате Lossless?
sk: Nahradiť sťahovania vo formáte Lossless?
sl: Želite zamenjati prenose v kakovosti Lossless?
sv: Vill du ersätta hämtningar i Lossless-format?
th: แทนที่การดาวน์โหลดแบบ Lossless หรือไม่
tr: Kayıpsız İndirmeler Değiştirilsin mi?
uk: Замінювати викачування у форматі без втрат?
vi: Thay thế bản tải về Lossless?
zh_cn: 替换无损下载？
zh_hk: 要取代無損壓縮下載項目嗎？
zh_tw: 要取代保真壓縮下載項目嗎？

source: Audio
ar: الصوت
bg: Аудио
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
fi: Ääni
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
ja: オーディオ
kk: Аудио
ko: 오디오
lt: Garsas
no: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Звук
sk: Zvuk
sl: Zvok
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊
zh_tw: 音訊

# HOME_SHARING_PASSWORD_PLACEHOLDER
source: Required
ar: مطلوب
bg: Задължително
ca: Obligatori
cs: Požadováno
da: Nødvendig
de: Erforderlich
el: Απαιτείται
es: Obligatoria
es_us: Campo obligatorio
fi: Vaaditaan
fr: Obligatoire
fr_ca: Requis
he: חובה
hi: आवश्यक
hr: Potrebno
hu: Szükséges
id: Diperlukan
it: Obbligatoria
ja: 必須
kk: Міндетті
ko: 필수 사항
lt: Būtina
ms: Diperlukan
nl: Vereist
no: Kreves
pl: Wymagane
pt_br: Obrigatória
pt_pt: necessário
ro: Obligatoriu
ru: обязательно
sk: Povinné
sl: Zahtevano
sv: Krävs
th: บังคับ
tr: Gerekli
uk: Обовʼязково
vi: Bắt buộc
zh_cn: 必填
zh_hk: 必填
zh_tw: 必填

# LOSSLESS_CELLULAR_WARN_TITLE
source: Confirm Lossless Streaming
ar: تأكيد بث Lossless
bg: Потвърди стриймване в Lossless
ca: Confirma la reproducció sense pèrdua
cs: Potvrzení bezztrátového streamování
da: Bekræft streaming i Lossless
de: Lossless-Streaming bestätigen
el: Επιβεβαίωση ροής Lossless
es: Confirmar transmisión sin pérdida
es_us: Confirma la transmisión en Lossless
fi: Vahvista Lossless-striimaus
fr: Confirmer la diffusion Lossless
fr_ca: Confirmer la diffusion sans perte
he: אישור הזרמה ב-Lossless
hi: Lossless स्ट्रीमिंग की पुष्टि करें
hr: Potvrdite streaming u kvaliteti Lossless
hu: Veszteségmentes streamelés megerősítése
id: Konfirmasi Streaming Lossless
it: Conferma streaming Lossless
ja: ロスレスのストリーミングの確認
kk: Lossless форматындағы трансляцияны растау
ko: 무손실 스트리밍 확인
lt: Patvirtinti klausymąsi srautu nenuostolinguoju formatu
ms: Sahkan Penstriman Lossless
nl: Bevestig Lossless streamen
no: Bekreft strømming av Lossless
pl: Potwierdź strumieniowanie Lossless
pt_br: Confirmar Streaming Lossless
pt_pt: Confirmar streaming sem perdas
ro: Confirmați difuzarea Lossless
ru: Подтверждение трансляций в формате Lossless
sk: Potvrdenie Lossless streamovania
sl: Potrditev pretakanja v kakovosti Lossless
sv: Bekräfta Lossless-strömning
th: ยืนยันการสตรีมแบบ Lossless
tr: Kayıpsız Yayını Doğrula
uk: Підтвердьте транслювання без втрат
vi: Xác nhận truyền phát Lossless
zh_cn: 确认无损流播放
zh_hk: 確認以無損壓縮串流
zh_tw: 確認保真壓縮串流

source: Crossfade
ar: التداخل
bg: Преливане между песните
ca: Fosa encadenada
cs: Prolnutí skladeb
da: Glidende skift
de: Überblenden
el: Σταδιακό σβήσιμο
es: Fundido
fi: Ristihäivytys
fr: Fondu enchaîné
fr_ca: Fondu enchaîné
he: מעבר משתלב
hi: क्रॉसफ़ेड
hr: Pretapanje
hu: Áttűnés
id: Samarkan
it: Dissolvenza
ja: クロスフェード
kk: Тоғыспалы ауысу
ko: 크로스페이드
lt: Suliejimas nepaliekant tylos tarpų
ms: Pudar Silang
no: Krysstoning
pl: Przejścia z wyciszaniem
pt_br: Fusão
pt_pt: Transição gradual
ro: Tranziție graduală
ru: Плавный переход
sk: Prelínanie
sl: Prehod
sv: Övertoning
th: เบาลงอัตโนมัติ
tr: Çapraz Geçiş
uk: Плавний перехід
vi: Đan xen
zh_cn: 交叉渐入渐出
zh_hk: 交叉淡化
zh_tw: 交互淡入淡出

# HOME_SHARING_SIGN_IN
source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_us: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Se connecter
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
kk: Жүйеге кіру
ko: 로그인
lt: Prisijungti
ms: Daftar Masuk
nl: Log in
no: Logg på
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificați-vă
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入
